Repository: collinss/cinnamon-places-center
Catalog: po/*.po
Languages: de, sv

source: Clear
de: Leeren
sv: Rensa

source: Places
de: Orte
sv: Platser

source: Search Home Folder
de: Persönlichen Ordner durchsuchen
sv: Sök i hemkatalogen

source: Search File System
de: Dateisystem durchsuchen
sv: Sök i filsystemet

source: RECENT DOCUMENTS
de: ZULETZT VERWENDETE DATEIEN
sv: TIDIGARE DOKUMENT

source: Computer
de: Rechner
sv: Dator

source: File System
de: Dateisystem
sv: Filsystem

source: Network
de: Netzwerk
sv: Nätverk

source: Trash
de: Papierkorb
sv: Papperskorg

source: Panel icon
de: Leistensymbol
sv: Panelikon

source: Accepts icon name or direct path (supports symbolic icons)
de: Akzeptiert Symbolnamen oder direkten Pfad (unterstützt symbolische Icons)
sv: Accepterar ikonnamn eller direkt sökväg (stöder symboliska ikoner)

source: Show file system
de: Dateisystem anzeigen
sv: Visa filsystem

source: Open on middle click
de: Mit Mittelklick öffnen
sv: Öppna på mushjulsklick

source: Leave blank to disable
de: Leer lassen, um zu deaktivieren
sv: Lämnas tom för inaktivering

source: Number to show
de: Anzuzeigende Anzahl
sv: Antal att visa

source: General Settings
de: Allgemeine Einstellungen
sv: Allmänna inställningar

source: Show computer
de: Rechner anzeigen
sv: Visa Dator

source: Only show mounted drives
de: Nur eingehängte Laufwerke anzeigen
sv: Visa endast monterade diskar

source: Menu shortcut key
de: Menü-Tastenkürzel
sv: Menysnabbtangent

source: User Section
de: Benutzer-Bereich

source: Show trash
de: Papierkorb anzeigen
sv: Visa Papperskorgen

source: Always
de: Immer
sv: Alltid

source: Never
de: Nie
sv: Aldrig

source: When not empty
de: Wenn nicht leer
sv: Om inte tom

source: Show network
de: Netzwerk anzeigen
sv: Visa nätverk

source: Icon size
de: Symbolgröße
sv: Ikonstorlek

source: Show volumes
de: Datenträger anzeigen
sv: Visa volymer

source: Panel text
de: Leistentext

source: Custom places
de: Benutzerdefinierte Orte
sv: Anpassade platser

source: List of uris/file paths to be included. Entries may be separated by either a comma(,) or by a new-line. You can set the name to be displayed by adding :customName after the location.
de: Liste von URIs/Dateipfaden, welche eingefügt werden sollen. Einträge können entweder durch ein Komma (,) oder durch eine neue Zeile getrennt werden. Sie können den Namen, der angezeigt werden soll, durch Hinzufügen von :ANZEIGENAME an das Pfadende festlegen.
sv: Lista över uri-/filsökvägar att inkludera. Posterna kan separeras med antingen kommatecken eller med ny rad. Du kan ange namnet som skall visas, genom att lägga till :AnpassatNamn efter platsen.

source: Recent Documents
de: Kürzlich verwendete Dateien
sv: Tidigare dokument

source: System Section
de: System-Bereich

source: Show desktop
de: Schreibtisch anzeigen
sv: Visa Skrivbord

source: Show recent documents
de: Kürzlich verwendete Dateien anzeigen
sv: Visa tidigare dokument

source: Provides an easy-to-read layout to access your places
de: Bietet eine leicht lesbare Anordnung für den Zugriff auf Ihre Orte
sv: Erbjuder en lättläst layout för att nå dina lagringsplatser

source: Stephen Collins - Author
de: Stephen Collins - Autor

source: kehugter - Added configurability to middle click
de: kehugter - Konfigurierbarkeit für Mittelklick hinzugefügt
sv: kehugter - Lade till konfigurerbart mushjulsklick

source: Places Center is a feature-rich, cross-platform Cinnamon applet that provides easy access to all of your most-used places. Feel free to contribute by submitting pull requests, bug reports and feature requests to my github repo.
de: Orte-Zentrum ist ein funktionsreiches, plattformübergreifendes Cinnamon-Applet, das einfachen Zugriff auf alle Ihre am häufigsten genutzten Orte bietet. Sie können gerne dazu beitragen, indem Sie Pull-Requests, Fehlerberichte und Feature-Anfragen in meinem Github-Repository erstellen.
sv: Platscentralen är ett funktionsrikt, plattformsöverskridande panelprogram för Cinnamon som erbjuder enkel åtkomst till alla dina mest använda lagringsmappar. Bidra gärna till utvecklingen genom "pull requests", felrapporter och funktionsönskemål, i mitt GitHub-förråd.

source: Places Center
de: Orte-Zentrum
sv: Platscentral

source: User section
sv: Användarsektion

source: System section
sv: Systemsektion

source: User
sv: Användare

source: Menu icon size
sv: Menyikonstorlek
